[
    "BMW I3s / 2019 / Navigācija;brūns Ādas salons; Harman/kardon; Inchcape Certifie",
    "Jauns, 100% Elektro Berlingo - iepriekšpārdošanā. Latvijas Citroen pārstāvis Kar",
    "Oficiālais Kia pārstāvis \"Forum Auto\" Rīgā, K. Ulmaņa gatvē 101 Piedāvā demo Aut",
    "Pārdod, praktiski jaunu, elegantu auto ar ļoti mazu nobraukumu. i3 ar lielo 12",
    "Modelis Fsc-X8 Maksimālais ātrums 45km/h Nobraukums 85km Motora tips Brushles",
    "Demo Hyundai Ioniq Electric, Style 38 kWh komplektācija, Elektroauto ar Automāti",
    "Pārdod Audi e-tron 55 quattro advanced 265kW (300kW boost režīmā) motora jaud",
    "Byd E5 elektriskais transportlīdzeklis ir no lielākā Ķīnas automašīnu ražotāja B",
    "Skywell Et5 elektromobilis (tieši no ražotāja) Cena 41000, - plus Pvn. (pirma",
    "Jauns, 100% Elektro Berlingo - iepriekšpārdošanā. Latvijas Citroen pārstāvis Kar",
    "Jauns, 100% Elektro Berlingo Van L2 - iepriekšpārdošanā. Latvijas Citroen pārstā",
    "Nissan Leaf 30kwh Tekna. 2016. gada. 80 Kw (109 Hp). Garantija. - Garantija",
    "Тепловой насос Heat Pump Быстрая зарядка Rapid Charging Multiphase individuell",
    "Tesla Model 3 Performance 567km. Eiropas modelis. Garantija. Autopilots. Uzs",
    "BMW I3s 94aH 184 z/s Tikko no Vācijas. Auto nobraukums 18 600. Pilna servisa",
    "Tikko ievests no Vācijas. Auto ideālā tehniskā un vizuālā stāvoklī. Aprīkojums",
    "Pārdodu Eiropā populārāko elektroauto Renault Zoe. Tikko ievests no Beļģijas. T",
    "Tesla Model 3 Sr+. Auto lieliskā stāvoklī. Cenā ir iekļauts Pvn. Zem Aero disku",
    "KategorijāLimuzīns, jauns transportlīdzeklis Nobraukums30 km jauda60 kW (82 Zs",
    "BMW i3 jaunais mod. 94Ah, atra Uzlade, Siltumsuknis, 125Kw, 19 bmw Double Sp. di",
    "Kia Soul EV 30kw batareja , 81kw jauda dzinejam , pilnaka komplektacija Oriģ",
    "Куплю автомобиль любой марки, не старше 3-х лет, оплата сразу. Рассмотрю все пре",
    "Jauns, 100% Elektro Berlingo - iepriekšpārdošanā. Latvijas Citroen pārstāvis Kar",
    "Jauns, 100% Elektro Berlingo Van - iepriekšpārdošanā. Latvijas Citroen pārstāvis",
    "Pērkam/buy/покупаем Tesla, i3, Id4, leaf. Izskatīsim visus piedāvājumus.",
    "Ezauto / Tesla Model X P100D 772Zs Ludicrous+ 6 Seats Autopilot / Garantija R",
    "Tesla S 85 Eiropas modelis , Oriģināls nobraukums , Laba komplektācija Bezmak",
    "I3S, 42.2 kWh, 120ah, 2019.g. ar Pvn. Nav cietis negadījumos ir visas izziņas",
    "I3s, 120ah, 42.2 kWh, 2019.g. , ar Pvn Eur 2250 apmērā valsts līdzfinansējumu v",
    "BMW i3 S eDrive 94 Ah Ir garantija uz TL 08.2022, baterijai līdz 09.2026. Pa"
]